"""
Перечень возможных ответов для хендлеров
"""

answers = {
    'start': [
        'Для включения режима ChatGPT введи команду: /start_chat',
        'Как только закончишь - не забудь отправить: /stop_chat',
        'Удачи, Друг! 🪬'
    ],
    'help': [
        '/start - запуск бота',
        '/start_chat - включить режим ChatGPT',
        '/stop_chat - выключить ChatGPT (только с включенным режимом)',
        '/help - список команд',
        '/about - эбаут',
        '🪬'
    ],
    'about': [
        'Бот создан сугубо для личных целей',
        '♒️ Осокин А.И.',
    ]
}
